#pragma once
#include <iostream>
#include <fstream>
#include <string>
#include <iomanip>
#include <stdlib.h>

using namespace std;

void Menu() {
	cout << "1) Упорядкований масив та сортування  вставкою" << endl;
	cout << "2) Упорядкований масив та сортування  вибром" << endl;
	cout << "3) Упорядкований масив та сортування  обміном" << endl;
	cout << "4) Оберененовпорядкований масив та сортування  вставкою" << endl;
	cout << "5) Оберененовпорядкований масив та сортування  вибром" << endl;
	cout << "6) Оберененовпорядкований масив та сортування  обміном" << endl;
	cout << "7) Рандомний масив та сортування  вставкою" << endl;
	cout << "8) Рандомний масив та сортування  вибром" << endl;
	cout << "9) Рандомний масив та сортування  обміном" << endl;
	cout << "10) Вихід" << endl;
}